OdDAI.OdSDAIModule.isCDAEnabled
\details
Retrieves if CDA is allowed for OdDAI host module.
\returns Returns true if CDA is enabled.
\remarks Always returns false for OdSDAIModule implementation.

OdDAI.OdSDAIModule.registerSchemaModule(OdExpSchemaModule*)
\details
Register .exprt module.
\returns Returns eOk if .exprt module was successfully registered.